Repository: FNNDSC/KWWidgets
Catalog: Resources/po/KWWidgets_*.po
Languages: fr

source: Are you sure you want to exit %s?
fr: Êtes vous certain de vouloir quitter %s?

source: Exit Dialog|Title|Exit %s
fr: Quitter %s

source: Application Settings|Title|Application Settings
fr: Paramètres de l'Application

source: Message Dialog|Button|OK
fr: OK

source: Message Dialog|Button|Cancel
fr: Annuler

source: Message Dialog|Button|Other
fr: Autre

source: Message Dialog|Do not show this dialog anymore.
fr: Ne plus afficher cette boîte de dialogue.

source: Message Dialog|Button|Yes
fr: Oui

source: Message Dialog|Button|No
fr: Non

source: Toolbar|Window Layout
fr: Disposition des Fenêtres

source: Selection Frame Dialog|Title|Change frame title
fr: Changer le titre de la fenêtre

source: Selection Frame Dialog|Enter a new title for this frame
fr: Entrez une nouveau titre pour cette fenêtre

source: Selection Frame Dialog|Title|Change frame title - Error!
fr: Change le titre de la fenêtre - Erreur!

source: Selection Frame Dialog|There is a problem with the new title you provided.
fr: Le nouveau titre est problématique.

source: Selection Frame Dialog|Title|Save Screenshot
fr: Enregistrer une copie d'écran

source: Selection Frame Dialog|Title|Save Screenshot - Error!
fr: Enregistrer une copie d'écran - Erreur!

source: There was a problem writing the image file. Please check the location and make sure you have write permissions and enough disk space.
fr: Un problème a été rencontré lors de l'enregistrement de l'image. Merci de vérifier si vous disposez des permissions correspondantes et de l'espace disque nécessaire.

source: Show/Hide the '%s' toolbar
fr: Montrer/Cacher la barre d'outil '%s'

source: Menu|Window|Hide &Main Panel
fr: Cacher le Panneau &Principal

source: Menu|Window|Show &Main Panel
fr: Montrer le Panneau &Principal

source: Menu|Window|Hide &Bottom Panel
fr: Cacher le Panneau &Inférieur

source: Menu|Window|Show &Bottom Panel
fr: Montrer le Panneau &Inférieur

source: Menu|Window|&Tcl Interactor
fr: Interacteur &Tcl

source: Display a prompt to interact with the Tcl engine
fr: Afficher une interface d'interaction avec le moteur Tcl

source: Menu|&File
fr: &Fichier

source: Menu|File|Open &Recent File
fr: Ouvrir un Fichier &Récent

source: Menu|File|Pri&nt Settings...
fr: Paramétres d'Impressio&n

source: Menu|File|&Close
fr: &Fermer

source: Menu|File|&Exit
fr: &Quitter

source: Menu|&Edit
fr: &Édition

source: Menu|&View
fr: &Affichage

source: Menu|&Window
fr: &Fenêtre

source: Menu|&Help
fr: &Aide

source: Menu|Help|Help &Topics
fr: &Index

source: Menu|Help|&About %s
fr: &À propos de %s

source: Menu|Help|Check for &Updates
fr: Rechercher une Mise à &Jour

source: Menu|Window|&Toolbars
fr: Barres d'&Outils

source: Toolbar|Status And Progress
fr: État et Progression

source: Close Dialog|Are you sure you want to close this window?
fr: Êtes vous certain de vouloir quitter %s?

source: Menu|Window|Show/Hide Toolbars
fr: Montrer/Cacher les Barres d'Outils

source: Load Script Dialog|File Type|%s Scripts
fr: Scripts %s

source: Load Script Dialog|File Type|All Files
fr: Tous les Fichiers

source: Warning Dialog|Title|Warning!
fr: Attention!

source: Error Dialog|Title|Error!
fr: Erreur!

source: Tcl Interactor Dialog|Title|Tcl Interactor
fr: Interacteur Tcl

source: Can not close window while it is disabled
fr: La fenêtre ne peut être fermée lorsqu'elle est desactivée
